/* Simplified Chinese localization */

"%@ is Locked" = "“%@”已锁定";
"%d min" = "%d 分钟";
"%d of %d captures" = "已采集 %d/%d 个样本";
"%d reference captures saved" = "已保存 %d 个参考样本";
"0-31m" = "0–31 分钟";
"A privacy-focused app locker for macOS with face authentication." = "一款注重隐私、支持人脸验证的 macOS 应用锁。";
"About" = "关于";
"Accessibility" = "辅助功能";
"Active" = "运行中";
"Add Apps" = "添加应用";
"Add Apps to Lock" = "添加要锁定的应用";
"Add Apps…" = "添加应用…";
"Add Face" = "添加人脸";
"Adjust launch, locking, schedules, and emergency controls." = "调整启动、锁定、定时计划和紧急控制。";
"After unlocking an app, it stays unlocked for this duration before re-locking. Set to 0 to lock immediately after use, or set to 31 to keep unlocked until you manually lock from the menu bar." = "应用解锁后会在此时长内保持解锁，随后重新锁定。设为 0 可在使用后立即锁定；设为 31 则会一直保持解锁，直到你从菜单栏手动锁定。";
"All Apps Locked" = "所有应用均已锁定";
"All active unlock sessions will be revoked when the Mac goes to sleep, the display sleeps, or the screen is locked. This overrides app timers and indefinite unlock." = "Mac 进入睡眠、显示器休眠或屏幕锁定时，将撤销所有有效的解锁会话。此设置优先于应用计时器和始终保持解锁设置。";
"All locked apps will be automatically locked during these hours. Manually unlocked apps are not affected." = "在此时间段内，所有受保护的应用都会自动锁定。手动解锁的应用不受影响。";
"All locked apps will be automatically unlocked during these hours. Manually locked apps are not affected." = "在此时间段内，所有受保护的应用都会自动解锁。手动锁定的应用不受影响。";
"App Deletion Protection (highly recommended)" = "卸载保护（强烈推荐）";
"App Password" = "应用密码";
"Application" = "应用";
"Authenticate to Quit" = "验证身份后退出";
"Authenticate to proceed" = "验证身份以继续";
"Authenticate to unlock this app" = "验证身份以解锁此应用";
"Authenticated!" = "验证成功！";
"Authenticating with %@…" = "正在使用%@验证…";
"Authentication" = "身份验证";
"Authentication cancelled" = "已取消身份验证";
"Auto" = "自动";
"Available on this Mac" = "此 Mac 可用";
"Back" = "返回";
"Balanced" = "均衡";
"Behavior" = "运行规则";
"Camera" = "摄像头";
"Camera Access Denied" = "摄像头访问被拒绝";
"Camera access was denied. Please grant camera permission in System Settings." = "摄像头访问权限已被拒绝。请在“系统设置”中授予摄像头权限。";
"Cancel" = "取消";
"Cancel & Close App" = "取消并关闭应用";
"Change" = "更改";
"Changing this setting requires administrator authentication. When enabled, FaceGate is protected from deletion to safeguard your locked applications." = "更改此设置需要管理员身份验证。启用后，FaceGate 将受到防删除保护，以确保已锁定的应用继续受到保护。";
"Check for Updates…" = "检查更新…";
"Choose a password" = "设置密码";
"Choose which apps require authentication to open." = "选择打开时需要验证身份的应用。";
"Choose which apps require authentication." = "选择需要身份验证的应用。";
"Click an app to customize its session timer" = "点按应用可自定义其保持解锁时长";
"Compulsory modifiers:" = "固定修饰键：";
"Configure Settings" = "配置设置";
"Confirm new password" = "确认新密码";
"Confirm password" = "确认密码";
"Continue" = "继续";
"Current Shortcut: %@" = "当前快捷键：%@";
"Current password" = "当前密码";
"Current password is incorrect" = "当前密码不正确";
"Custom Session Timer" = "自定义保持解锁时长";
"Delete" = "删除";
"Delete All Face Data" = "删除所有人脸数据";
"Disable Face Unlock during certain hours" = "在指定时段停用人脸解锁";
"Disable Protection" = "暂停保护";
"Disable for 5 min" = "暂停保护 5 分钟";
"Done" = "完成";
"During these hours, App Lock remains active but face recognition is bypassed, forcing password/Touch ID entry." = "在此时段内，应用锁仍然有效，但人脸识别会被停用，必须使用密码或触控 ID 验证。";
"Emergency" = "紧急操作";
"Emergency Kill Shortcut" = "紧急退出快捷键";
"Enable Emergency Kill Shortcut" = "启用紧急退出快捷键";
"End Time" = "结束时间";
"Enroll Face" = "录入人脸";
"Enrolled Faces (Max 3)" = "已录入的人脸（最多 3 个）";
"Enrollment Failed" = "人脸录入失败";
"Enrollment cancelled" = "已取消人脸录入";
"Enrollment failed" = "人脸录入失败";
"Enrollment failed: %@" = "人脸录入失败：%@";
"Enter password" = "输入密码";
"Enter your FaceGate password to unlock apps." = "输入 FaceGate 应用密码以解锁应用。";
"Escape" = "Esc";
"Face %d" = "人脸 %d";
"Face 1" = "人脸 1";
"Face Enrolled!" = "人脸录入成功！";
"Face Enrollment" = "录入人脸";
"Face Name" = "人脸名称";
"Face Recognition Timed Out" = "人脸识别超时";
"Face Unlock" = "人脸解锁";
"Face Unlock Schedule" = "人脸解锁停用时段";
"Face Unlock enrolled and enabled" = "人脸解锁已录入并启用";
"Face Unlock is a convenience feature using the built-in camera. It is NOT equivalent to Apple's Face ID and may be susceptible to photo-based spoofing. For maximum security, use Touch ID or the app password." = "人脸解锁是一项使用内置摄像头的便捷功能，并不等同于 Apple 的面容 ID，可能无法防范照片欺骗。如需最高安全性，请使用触控 ID 或应用密码。";
"Face Unlock not enrolled (you can set it up later in Settings)" = "尚未录入人脸解锁（可稍后在“设置”中配置）";
"Face Unlock uses your Mac's built-in camera for convenience-level authentication. It is not equivalent to Apple's Face ID and may be susceptible to photo-based spoofing. For high security, use Touch ID or your app password." = "人脸解锁使用 Mac 内置摄像头提供便捷级身份验证，并不等同于 Apple 的面容 ID，可能无法防范照片欺骗。如需更高安全性，请使用触控 ID 或应用密码。";
"Face enrolled and ready" = "人脸已录入，可以使用";
"Face enrolled successfully!" = "人脸录入成功！";
"Face not recognized" = "未识别到已录入的人脸";
"FaceGate" = "FaceGate";
"FaceGate Settings" = "FaceGate 设置";
"FaceGate Setup" = "FaceGate 设置向导";
"FaceGate is now protecting your apps.\nLook for the shield icon in your menu bar." = "FaceGate 现在正在保护你的应用。\n请在菜单栏中查找盾牌图标。";
"FaceGate is protecting your apps. Enter your password to quit." = "FaceGate 正在保护你的应用。请输入密码以退出。";
"FaceGate needs camera access to enroll your face. Please enable it in System Settings." = "FaceGate 需要摄像头权限才能录入你的人脸。请在“系统设置”中启用此权限。";
"FaceGate needs these permissions to protect your apps." = "FaceGate 需要以下权限才能保护你的应用。";
"FaceGate wants to make changes." = "FaceGate 需要进行更改。";
"FaceGate's uninstall protection prevents the app bundle from being modified. To update, disable Uninstall Protection in Settings → Advanced, then check for updates again." = "FaceGate 的卸载保护会阻止修改应用程序。若要更新，请前往“设置”→“高级”关闭“卸载保护”，然后再次检查更新。";
"FaceGate's uninstall protection prevents the app bundle from being modified. To update, disable Uninstall Protection in Settings → Behavior, then check for updates again." = "FaceGate 的卸载保护会阻止修改应用程序包。若要更新，请前往“设置”→“运行规则”关闭“卸载保护”，然后再次检查更新。";
"Failed to configure the camera capture session." = "无法配置摄像头采集会话。";
"Failed to decrypt data" = "无法解密数据";
"Failed to encode data for Keychain storage" = "无法编码要存入钥匙串的数据";
"Failed to encrypt data" = "无法加密数据";
"Failed to save password: %@" = "无法保存密码：%@";
"Failed to save: %@" = "保存失败：%@";
"Fallbacks" = "备用验证方式";
"Find me in the menu bar" = "可在菜单栏中找到 FaceGate";
"Finish Setup" = "完成设置";
"Follow the prompts on the camera screen" = "请按照摄像头画面中的提示操作";
"From last unlock" = "从上次解锁时开始";
"From when app loses focus" = "从应用失去焦点时开始";
"Get Started" = "开始使用";
"Get ready…" = "请准备…";
"GitHub Repository" = "GitHub 仓库";
"Grant" = "授权";
"Higher sensitivity requires a closer match. Lower is more permissive." = "灵敏度越高，匹配要求越严格；灵敏度越低，匹配越宽松。";
"Inactive" = "未运行";
"Incorrect password" = "密码不正确";
"Just look at your camera to unlock apps" = "看向摄像头即可解锁应用";
"K" = "K";
"Keep Unlocked Indefinitely" = "始终保持解锁";
"Key:" = "按键：";
"Keychain save failed with status: %d" = "钥匙串保存失败，状态码：%d";
"Launch FaceGate at Login" = "登录时启动 FaceGate";
"Liveness Check: Turn head left" = "活体检测：请向左转头";
"Liveness Check: Turn head right" = "活体检测：请向右转头";
"Liveness verified!" = "活体检测通过！";
"Lock Immediately" = "立即锁定";
"Lock all apps between" = "自动锁定所有应用：";
"Lock all apps when Mac sleeps or locks" = "Mac 睡眠或锁屏时锁定所有应用";
"Lock and unlock windows overlap. Lock takes priority — unlock will be skipped during the overlap." = "锁定与解锁时段发生重叠。锁定优先，重叠时段内将跳过自动解锁。";
"Lock your apps. Unlock with your face." = "锁住应用，刷脸解锁。";
"Locked Apps" = "已锁定应用";
"Locking" = "锁定设置";
"Look straight ahead" = "请直视前方";
"Look straight at the camera" = "请直视摄像头";
"Looking for your face…" = "正在识别人脸…";
"Multiple faces detected — only one face allowed" = "检测到多张人脸——画面中只能有一人";
"New password" = "新密码";
"No Apps Locked" = "尚未锁定应用";
"No apps found" = "未找到应用";
"No apps locked" = "尚未锁定应用";
"No camera found" = "未找到摄像头";
"No camera was found on this Mac. Connect an external webcam." = "此 Mac 上未找到摄像头。请连接外置摄像头。";
"No face detected — look at the camera" = "未检测到人脸——请看向摄像头";
"No face enrolled yet" = "尚未录入人脸";
"No password set" = "尚未设置密码";
"No results matching \"%@\"" = "没有与“%@”匹配的结果";
"No results matching “%@”" = "没有与“%@”匹配的结果";
"No valid face enrollment found" = "未找到有效的人脸录入数据";
"Not available on this Mac" = "此 Mac 不可用";
"OK" = "好";
"Only one face allowed" = "画面中只能有一张人脸";
"Open Settings to lock apps" = "打开“设置”以锁定应用";
"Open Source — MIT License" = "开源软件 — MIT 许可证";
"Open System Settings" = "打开系统设置";
"Password" = "密码";
"Password cannot be empty" = "密码不能为空";
"Password changed successfully!" = "密码更改成功！";
"Password is set" = "密码已设置";
"Password must be at least 4 characters" = "密码至少需要 4 个字符";
"Passwords don't match" = "两次输入的密码不一致";
"Paused" = "已暂停";
"Permissions" = "权限";
"Permissive" = "宽松";
"Poor lighting or angle — adjust position" = "光线或角度不佳——请调整位置";
"Position your face in the frame" = "请将人脸置于取景框内";
"Preferences" = "偏好设置";
"Pressing the shortcut above at any time will instantly quit FaceGate without requiring authentication." = "随时按下上述快捷键都会立即退出 FaceGate，且无需验证身份。";
"Primary" = "主要方式";
"Processing face data…" = "正在处理人脸数据…";
"Protect your apps by adding them to the lock list." = "将应用添加到锁定列表以开始保护。";
"Protected locally" = "本机保护";
"Q" = "Q";
"Quit Anyway" = "仍要退出";
"Quit FaceGate" = "退出 FaceGate";
"Re-enroll Fresh" = "重新录入";
"Re-lock All Apps" = "重新锁定所有应用";
"Recapture" = "重新采集";
"Required for Face Unlock (granted on first use)" = "人脸解锁所需（首次使用时授权）";
"Required to monitor and block app launches" = "用于监控并阻止应用启动";
"Resume Protection (%@)" = "恢复保护（%@）";
"Save" = "保存";
"Scanning installed apps…" = "正在扫描已安装的应用…";
"Search apps…" = "搜索应用…";
"Search…" = "搜索…";
"Security Notice" = "安全提示";
"Select Apps to Lock" = "选择要锁定的应用";
"Sensitivity" = "灵敏度";
"Session Timeout" = "保持解锁时长";
"Set App Password" = "设置应用密码";
"Set Password" = "设置密码";
"Set a custom password for emergency access" = "设置用于紧急访问的自定义密码";
"Settings" = "设置";
"Settings…" = "设置…";
"Skip" = "跳过";
"Skip for Now" = "暂时跳过";
"Space" = "空格键";
"Sponsor on GitHub" = "在 GitHub 上赞助";
"Start Protecting" = "开始保护";
"Start Time" = "开始时间";
"Startup" = "启动";
"Strict" = "严格";
"The timer counts total elapsed time since unlock, regardless of whether you're actively using the app." = "计时器从解锁时开始计算总时长，无论你是否正在使用该应用。";
"The timer only counts down while the app is not in focus. Switch away for the full duration to trigger a lock." = "仅当应用不在前台时才会倒计时。切换到其他应用并持续达到完整时长后，应用将被锁定。";
"Third Modifier:" = "第三个修饰键：";
"This password is your emergency access method.\nYou'll use it if Face Unlock or Touch ID are unavailable." = "此密码是你的紧急访问方式。\n当人脸解锁或触控 ID 不可用时，可以使用此密码。";
"Tilt your head down" = "请向下低头";
"Tilt your head up" = "请向上抬头";
"Timer Mode" = "计时方式";
"Toggle sidebar" = "显示或隐藏边栏";
"Too many failed attempts" = "失败次数过多";
"Touch ID" = "触控 ID";
"Touch ID failed: %@" = "触控 ID 验证失败：%@";
"Touch ID is locked out. Please try again later." = "触控 ID 已被锁定，请稍后再试。";
"Touch ID is not available" = "触控 ID 不可用";
"Touch ID not available: %@" = "触控 ID 不可用：%@";
"Try Again" = "重试";
"Try Face Unlock Again" = "重新尝试人脸解锁";
"Try again in %d seconds" = "%d 秒后再试";
"Tune Face Unlock, Touch ID, and password fallback." = "调整人脸解锁、触控 ID 和密码备用验证。";
"Turn your head slightly to the LEFT" = "请将头稍微转向左侧";
"Turn your head slightly to the RIGHT" = "请将头稍微转向右侧";
"Turn your head to the left" = "请向左转头";
"Turn your head to the right" = "请向右转头";
"Uninstall Protection" = "卸载保护";
"Unknown error" = "未知错误";
"Unlock" = "解锁";
"Unlock %@" = "解锁%@";
"Unlock all apps between" = "自动解锁所有应用：";
"Unlock apps by looking at your camera. Fast and hands-free." = "看向摄像头即可解锁应用，快速又无需动手。";
"Unlock with Touch ID" = "使用触控 ID 解锁";
"Update Failed — Uninstall Protection Is On" = "更新失败——卸载保护已开启";
"Use Global Setting" = "使用全局设置";
"Use Password" = "使用密码";
"Use the Touch ID sensor on your Mac to authenticate." = "使用 Mac 上的触控 ID 传感器进行身份验证。";
"Use your fingerprint as a fallback" = "可使用指纹作为备用验证方式";
"User requested password fallback" = "用户选择改用密码验证";
"Using Global Timer (%d min)" = "使用全局时长（%d 分钟）";
"Using Global Timer (Lock Immediately)" = "使用全局设置（立即锁定）";
"Using global: timer counts from when app loses focus." = "使用全局设置：从应用失去焦点时开始计时。";
"Using global: timer counts total elapsed time since unlock." = "使用全局设置：从解锁时开始计算总时长。";
"Version %@" = "版本 %@";
"Version, license, and project details." = "查看版本、许可证和项目详情。";
"Very Permissive" = "非常宽松";
"Very Strict" = "非常严格";
"Welcome to FaceGate" = "欢迎使用 FaceGate";
"X" = "X";
"You can add up to 3 faces from Settings" = "你可以在“设置”中添加最多 3 张人脸";
"You're All Set!" = "一切准备就绪！";
"You've locked all discovered applications on this system." = "此系统上发现的所有应用都已锁定。";
"` (Backtick)" = "`（反引号）";
"and" = "至";
"© 2026 Dweep Desai" = "© 2026 Dweep Desai";
"— or authenticate with —" = "— 或使用以下方式验证 —";
"⇧ Shift" = "⇧ Shift";
"⌃ Control + ⌥ Option" = "⌃ Control + ⌥ Option";
"⌘ Command" = "⌘ Command";
"⚠️ Security Disclaimer" = "⚠️ 安全说明";
